"##RevealToolbarItemMessage##" = "Osoita painiketta vasemmalla. Raahaa paljastettu tiedosto Finderin työkalupalkkiin. Tällä työkalupalkkikohteella pääset koska tahansa Finderista takaisin Path Finderiin.";
"%@ available" = "%@ käytettävissä";
"%@ available, %@ used" = "%@ vapaana, %@ käytetty";
"%@ cannot be changed for item \"%@\"." = "%@ ei voida muuttaa kohteelle \"%@\".";
"%@ cannot be changed for some of selected items." = "%@ ei voida muuttaa joillekin valituille kohteille.";
"%@, %@ free" = "%@, %@ vapaana";
"%d Applications" = "%d ohjelmaa";
"%d Places" = "%d paikkaa";
"%d day free trial" = "%d päivän ilmainen kokeiluversio";
"%d days remaining" = "%d päivää jäljellä";
"%d items" = "%d kohdetta";
"%d items selected" = "%d kohdetta valittuna";
"%d matches" = "%d vastaavuutta";
"%d of %d selected" = "%d/%d kohdetta valittu";
"%d replaced" = "%d korvattu";
"%d seconds" = "%d sekuntia";
"1 item" = "1 kohde";
"Access" = "Pääsy";
"Access:" = "Pääsy:";
"Action" = "Toiminto";
"Activate URLs" = "Aktivoi URL:t";
"Add Folder..." = "Lisää kansio...";
"Address:" = "Osoite:";
"Agree" = "Hyväksyn";
"Alert!" = "Varoitus!";
"Aliases" = "Aliakset";
"All" = "Kaikki";
"All monitors" = "Kaikki näytöt";
"An error occurred while trying to eject \"%@\"." = "Tapahtui virhe annettaessa levy \"%@\".";
"An error occurred while trying to mount \"%@\"." = "Tapahtui virhe tuotaessa \"%@\" näkyviin.";
"An error occurred while trying to open \"%@\"." = "Virhe tapahtui yritettäessä avata kohdetta \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Tapahtui virhe poistettaessa \"%@\" näkyvistä.";
"Application" = "Ohjelma";
"Application:" = "Ohjelma:";
"Applications" = "Ohjelmat";
"Applications Menu" = "Ohjelmavalikko";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Haluatko varmasti päivittää valitut omistaja, ryhmä ja oikeudet kaikkiin sisältyviin kohteisiin?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Haluatko varmasti käyttää valittua omistajaa, ryhmää ja oikeuksia kaikkiin sisältyviin kohteisiin?";
"Are you sure you want to close this window?" = "Haluatko varmasti sulkea tämän ikkunan?";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Oletko varma, että haluat periyttää ACL:n, omistajan, ryhmän ja oikeudet kaikkiin hakemistohierarkian sisältyviin kohteisiin?";
"Are you sure you want to quit Path Finder?" = "Oletko varma, että haluat lopettaa Path Finderin?";
"Are you sure you want to remove the items in the Trash permanently?" = "Haluatko varmasti poistaa roskakorissa olevat kohteet lopullisesti?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Haluatko varmasti poistaa hyllyn nimeltä \"%@\"?";
"Are you sure you want to remove the sidebar named \"%@\"?" = "Haluatko varmasti poistaa sivupalkin \"%@\"?";
"Attributes" = "Attribuutit";
"Audio" = "Ääni";
"Back" = "Takaisin";
"Begins With" = "Alkaa";
"Blue" = "Sininen";
"Bug Reporter" = "Bugin raportoija";
"Building Menus" = "Valikkojen rakennus";
"Burn" = "Polta";
"Burning %@ disc" = "Poltetaan %@ levyä";
"Burning Disk Image" = "Poltetaan levytiedostoa";
"Burning:" = "Poltetaan:";
"Busy" = "Aktiivinen";
"Buy Later" = "Myöhemmin";
"Buy Now" = "Osta nyt";
"CUSTOM" = "TAPA";
"Calculating..." = "Lasketaan...";
"Cancel" = "Kumoa";
"Cancels interactive screen shot mode" = "Peruuttaa interaktiivisen ruutukaappaustilan";
"Capacity:" = "Kapasiteetti:";
"Causes screen shot to go to clipboard" = "Ohjaa kuvakaappauksen leikepöydälle";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Tarkista iTools-asetuksesi Järjestelmäasetusten Internet-paneelissa.";
"Choose Folder" = "Valitse kansio";
"Choose Volume" = "Valitse taltio";
"Choose a valid destination." = "Valitse validi sijoituskohde.";
"Clean up" = "Järjestele";
"Click the Add button, or drag a folder or disk into the list below." = "Osoita Lisää-painiketta tai vedä kansio tai levy alla olevaan luetteloon.";
"Click to hide used space" = "Osoita kätkeäksesi käytetyn tilan";
"Click to show used space" = "Osoita nähdäksesi käytetyn tilan";
"Close" = "Sulje";
"Code:" = "Koodi:";
"Color" = "Väri";
"Command" = "Komento";
"Comments" = "Kommentit";
"Compare to:" = "Vertaa kohteeseen:";
"Compress" = "Pakkaa";
"Computer" = "Tietokone";
"Connect" = "Yhdistä";
"Console" = "Konsoli";
"Contains" = "Sisältää";
"Contains:" = "Sisältää:";
"Content" = "Sisältö";
"Content:" = "Sisältö";
"Control Key:" = "Control-näppäin:";
"Convert Image" = "Muunna kuvatiedosto";
"Convert document to plain text?" = "Muunna dokumentti pelkäksi tekstiksi?";
"Converting will lose fonts, colors, and other text styles in the document." = "Muuntaminen poistaa kaikki kirjasimet, värit ja tyylittelyt dokumentista.";
"Copy" = "Kopioi";
"Could not move to Applications folder" = "Ei voitu siirtää Ohjelmat-kansioon";
"Could not resolve alias." = "Ei voitu ratkaista aliasta.";
"Created" = "Luotu";
"Created:" = "Luotu:";
"Creator:" = "Luoja:";
"Data Added" = "Tietoa lisätty";
"Data Fork" = "Datahaarukka";
"Date" = "Päiväys";
"Date Added" = "Lisäyspäivä";
"Date Created" = "Luontipäivä";
"Date Last Opened" = "Viimeksi avattu";
"Date Modified" = "Muutospäivä";
"Decompress" = "Pura";
"Delete" = "Poista";
"Delete saved search…" = "Poista tallennettu haku…";
"Desktop" = "Työpöytä";
"Destination does not exist" = "Sijoituskohdetta ei ole";
"Developer" = "Kehittäjä";
"Device:" = "Laite:";
"Disagree" = "En hyväksy";
"Disk Image" = "Levytiedosto";
"Disk Usage" = "Levyn käyttö";
"Display screen-shot in Image Converter" = "Näytä kuvakaappaus kuvamuuntajassa";
"Do Not Move" = "Älä siirrä";
"Do not ask me again" = "Älä kysy uudestaan";
"Do you really want to close this terminal session?" = "Haluatko varmasti sulkea tämän päätesession?";
"Do you want to Get Info on all %d items?" = "Haluatko saada Tiedot kaikista %d kohteesta?";
"Do you want to force %@ to quit?" = "Haluatko pakottaa %@ lopettamaan?";
"Do you want to open all %d items?" = "Haluatko avata kaikki %d kohdetta?";
"Document" = "Dokumentti";
"Documents" = "Dokumentit";
"Don't Quit" = "Älä lopeta";
"Done" = "Valmis";
"Drop Stack" = "Pudotushylly";
"Duplicate" = "Monista";
"Duration:" = "Kesto:";
"Dynamic" = "Sovita ikkunaan";
"Edit Renaming Sequences…" = "Muokkaa uudelleennimeämissekvenssiä…";
"Edit Searches…" = "Muokkaa hakuja…";
"Edit..." = "Muokkaa…";
"Eject" = "Anna levy";
"Eject All" = "Poista kaikki näkyvistä";
"Eject disc after burning" = "Poista levy polton jälkeen";
"Email Address:" = "Sähköpostiosoite:";
"Email Report" = "Sähköpostita raportti";
"Email Sales" = "Sähköpostia myynnille";
"Email:" = "Sahköpostiosoite:";
"Empty" = "Tyhjä";
"Encoding" = "Merkkikoodaus";
"Ends With" = "Loppuu";
"Ends with" = "Loppuu";
"Ends with:" = "Loppuu:";
"Enter Registration Code" = "Syötä rekisteröintikoodi";
"Entire File" = "Koko tiedosto";
"Erase" = "Tyhjennä";
"Error creating directory." = "Virhe luotaessa hakemistoa.";
"Error creating file." = "Virhe luotaessa tiedostoa.";
"Error creating symbolic link." = "Virhe luotaessa symbolista linkkiä.";
"Error!" = "Virhe!";
"Error: %d" = "Virhe: %d";
"Escape Key:" = "Esc-näppäin:";
"Everywhere" = "Kaikkialta";
"Exact match" = "Vastaa tarkalleen";
"Execute delete with root privileges" = "Suorita poista root-käyttäjänä";
"Expired" = "Vanhentunut";
"Extend selection" = "Laajenna valintaa";
"Extension" = "Tarkennin";
"Extension:" = "Tarkenne:";
"Favorites" = "Suosikit";
"Favorites Menu" = "Suosikit-valikko";
"File" = "Arkisto";
"Files" = "Tiedostot";
"Filter" = "Suodata";
"Find" = "Etsi";
"Find String:" = "Hakusana:";
"Find Text" = "Etsi teksti";
"Find by" = "Hakuperuste";
"Find by Content" = "Etsi sisällön mukaan";
"Find by Name" = "Etsi nimen mukaan";
"Find options" = "Hakuvaihtoehdot";
"Find results incomplete." = "Hakutulokset keskeneräisiä.";
"Find/Stop" = "Etsi/Pysäytä";
"Find:" = "Etsi:";
"Finding..." = "Etsitään...";
"Float Window" = "Kelluta ikkunaa";
"Folder" = "Kansio";
"Folder \"%@\"" = "Kansio \"%@\"";
"Folders" = "Kansiot";
"Font Sample" = "Kirjasinnäyte";
"Force Quit" = "Pakota lopettamaan";
"Format:" = "Muoto:";
"Forward" = "Seuraava";
"Found: %d" = "Löytyi: %d";
"Free:" = "Vapaana:";
"GB" = "Gt";
"Generic Icons Off" = "Älä käytä geneerisiä kuvakkeita";
"Generic Icons On" = "Käytä geneerisiä kuvakkeita";
"Go" = "Siirry";
"Go Menu" = "Siirry-valikko";
"Go to Folder" = "Siirry kansioon";
"Go to Page" = "Siirry sivulle";
"Go to the folder:" = "Siirry kansioon:";
"Gray" = "Harmaa";
"Greater than" = "Suurempi kuin";
"Green" = "Vihreä";
"Group" = "Ryhmä";
"Group:" = "Ryhmä:";
"Help" = "Ohjeet";
"Hide" = "Kätke";
"Hide %@" = "Kätke %@";
"Hide Icons" = "Kätke symbolit";
"Hide Invisible Files" = "Kätke näkymättömät kohteet";
"Hide Others" = "Kätke muut";
"Hide Path Finder Desktop" = "Kätke Path Finderin työpöytä";
"Hide Preview" = "Kätke esikatselu";
"Hide Trash Can" = "Kätke roskakori";
"History" = "Historia";
"Home" = "Koti";
"Hot keys in screen capture mode" = "Näppäinkomennot kuvakaappaustilassa";
"Hybrid" = "Hybridi";
"I can move myself to the Applications folder if you'd like." = "Jos haluat, voin siirtää itseni Ohjelmat-kansioon.";
"I have read and agree to the terms of the software license agreement." = "Olen lukenut ja hyväksyn ohjelmistolisenssisopimuksen ehdot.";
"Icon Size" = "Symbolien koko";
"Idle" = "Valmiudessa";
"If you choose Secure Empty Trash, you cannot recover the items with any data rescue program. They can be recovered only if you have backed them up using Time Machine or another backup program." = "Jos valitset ”Tyhjennä roskakori turvallisesti”, poistettuja kohteita ei voida enää palauttaa datanpelastusohjelmistolla. Kohteet voidaan palauttaa vain jos ne on varmuuskopiotu Time Machinella tai muulla varmuuskopiosovelluksella.";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Path Finderin ollessa aina päällä on se käytettävissä silloin kun tarvitset sitä!";
"Ignore Case" = "Alä huomioi kirjasinkokoa";
"Ignore case" = "Alä huomioi kirjasinkokoa";
"Image" = "Kuva";
"Image: " = "Kuva: ";
"Images" = "Kuvat";
"Info" = "Tiedot";
"Initializing..." = "Initialisoidaan...";
"Invalid Registration Code!" = "Virheellinen rekisteröintikoodi!";
"Invisible" = "Näkymätön";
"Is" = "On";
"Join .Mac" = "Liity .Maciin";
"KB" = "Kt";
"KEYBOARD_SHORTCUTS" = "Sarkain##liittää vastaavuuden$$Ylös/alas-nuolet##valitsevat listoissa$$Poisto##isäntäkansio$$Vaihto-Poisto##Tietokone$$Oikea nuoli##liittää vastaavuuden$$Vasen nuoli##isäntäkansio$$⌘⇧ H##Koti$$/##Juuri";
"Keyboard shortcuts" = "Näppäinoikotiet";
"Keywords" = "Avainsanat";
"Kind" = "Laji";
"Kind:" = "Laji:";
"Label" = "Merkki";
"Label:" = "Merkki:";
"Last Modified" = "Muokattu";
"Last Opened" = "Viimeksi avattu";
"Launch" = "Käynnistä";
"Launch Application" = "Käynnistä Ohjelma";
"Learn More…" = "Lisätietoja…";
"Left" = "Vasen";
"Less than" = "Pienempi kuin";
"License Agreement" = "Lisenssisopimus";
"License key" = "Lisenssin avain";
"License key:" = "Lisenssin avain:";
"Licensed to:" = "Lisenssin omistaja:";
"Local Disks" = "Paikallisilta levyiltä";
"MB" = "Mt";
"Mac OS X will halt a find operation if the disk is modified during the search. For complete results, try again." = "Mac OS X keskeyttää toiminnon, mikäli levyä muutetaan kesken haun. Tarkempien hakutulosten saamiseksi yritä uudelleen.";
"Main monitor only" = "Vain päänäyttö";
"Make Alias" = "Tee alias";
"Man Pages" = "Man-sivut";
"Medium Security (7 passes)" = "Keskitaso (7 kertaa)";
"Member name:" = "Jäsennimi:";
"Menu" = "Valikko";
"Menu Key Editor" = "Näppäinoikoteiden muokkaus";
"Modified" = "Muokattu";
"Modified:" = "Muutettu:";
"Mount Point:" = "Näkyviintuontikohta:";
"Move" = "Siirrä";
"Move selection by" = "Siirrä valintaa";
"Move selection to" = "Siirrä valinta kohteeseen";
"Move to Applications Folder" = "Siirrä Ohjelmat-kansioon";
"Move to Applications folder in your Home folder?" = "Siirrä Ohjelmat-kansioon Koti-kansiossa?";
"Move to Applications folder?" = "Siirrä Ohjelmat-kansioon?";
"Move to Trash" = "Siirrä roskakoriin";
"Movie" = "Elokuva";
"Movies" = "Elokuvat";
"Music" = "Musiikki";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Network Activity" = "Verkkotapahtumat";
"New" = "Uusi";
"New File" = "Uusi tiedosto";
"New Folder" = "Uusi kansio";
"New Shelf..." = "Uusi hylly...";
"New Tab" = "Uusi välilehti";
"New group" = "Uusi ryhmä";
"Next" = "Seuraava";
"No" = "Ei";
"No items" = "Ei kohteita";
"None" = "Ei mitään";
"Normal Delete" = "Poista normaalisti";
"Not Specified" = "Ei määritelty";
"Not found" = "Ei löytynyt";
"Note that this will require an administrator password." = "Huomaa, että toiminto vaatii ylläpitäjän salasanan.";
"Open" = "Avaa";
"Open iCloud Preferences…" = "Avaa iCloud-asetukset…";
"Open with" = "Avaa ohjelmassa";
"Open with %@" = "Avaa ohjelmassa %@";
"Operation not permitted" = "Toiminto ei ole sallittu";
"Orange" = "Oranssi";
"Other" = "Muu";
"Other..." = "Muu...";
"Others..." = "Muut…";
"Owner" = "Omistaja";
"Owner:" = "Omistaja:";
"PDFs" = "PDF:t";
"Package" = "Pakkaus";
"Packages" = "Pakkaukset";
"Page" = "Sivu";
"Page %d of %d" = "Sivu %d/%d";
"Paragraphs" = "Kappaleita";
"Parent" = "Ylempi taso";
"Partial match" = "Vastaa osittain";
"Password" = "Salasana";
"Password:" = "Salasana:";
"Path" = "Polku";
"Path Finder 6 License" = "Path Finder 6 -lisenssi";
"Path Finder 6 Name" = "Path Finder 6 -nimi";
"Path Finder cannot be quit because an operation is in progress." = "Path Finderia ei voida sulkea ohjelman toiminnon ollessa käynnissä.";
"Path Finder has been updated to version %@!" = "Path Finder on päivitetty versioon %@!";
"Path:" = "Polku:";
"Permission:" = "Käyttöoikeus:";
"Pictures" = "Kuvat";
"Play" = "Toista";
"Play Sound" = "Soita ääni";
"Play sounds" = "Toista äänet";
"Preferences" = "Asetukset";
"Preview" = "Esikatselu";
"Previous" = "Seuraava";
"Print..." = "Tulosta…";
"Processes" = "Prosessit";
"Progress" = "Edistyminen";
"Public" = "Julkinen";
"Purchase Path Finder today!" = "Osta Path Finder jo tänään!";
"Purple" = "Purppura";
"Quit" = "Lopeta";
"Quit that application and try to eject the disk again" = "Sammuta kyseinen ohjelma ja yritä poistaa levy näkyvistä uudelleen";
"RTFs" = "RTF:t";
"Rating" = "Arviointi";
"Read error." = "Virhe luettaessa.";
"Really Open?" = "Avaa todella?";
"Really Quit?" = "Haluatko varmasti lopettaa?";
"Recent Files" = "Tiedostohistoria";
"Recent Folders" = "Kansiohistoria";
"Recent Servers" = "Äskeiset palvelimet";
"Red" = "Punainen";
"Registration Code:" = "Rekisteröintikoodi:";
"Remember password in my keychain" = "Muista salasana avainnipussani";
"Remove All" = "Poista kaikki";
"Remove Shelf" = "Poista hylly";
"Remove Shelf?" = "Poista hylly?";
"Remove Sidebar?" = "Poista sivupalkki?";
"Remove Top" = "Poista ylin";
"Rename" = "Nimeä uudelleen";
"Replace" = "Korvaa";
"Replace & Find" = "Etsi ja korvaa";
"Replace All" = "Korvaa kaikki";
"Replace all scope" = "Korvaa kaikki alueella";
"Replace with:" = "Korvaava:";
"Resolved:" = "Ratkaistu:";
"Resource Fork" = "Resurssihaarukka";
"Results" = "Tulokset";
"Reveal" = "Tuo esiin";
"Reveal in Finder" = "Näytä Finderissa";
"Right" = "Oikea";
"Running Applications Menu" = "Käynnissä olevat ohjelmat -valikko";
"SHARED" = "JAETTU";
"Sample" = "Näyte";
"Save Renaming Sequence…" = "Tallenna uudelleennimeämissekvenssi…";
"Save Search…" = "Tallenna haku…";
"Save screen-shot to clipboard" = "Tallenna kuvakaappaus leikepöydälle";
"Save screen-shot to file" = "Tallenna kuvakaappaus tiedostoon";
"Saved Renaming Sequence" = "Tallenna uudelleennimeämissekvenssiä";
"Saved Search" = "Tallennettu haku";
"Saved Searches" = "Tallennetut haut";
"Screen Capture" = "Kuvakaappaus";
"Screen capture mode" = "Kuvakaappaustila";
"Search" = "Etsi";
"Search Location:" = "Hakukohde:";
"Search Locations" = "Etsi paikoista";
"Search Results for '%@' in '%@'" = "Hakutulokset sanalle '%@' kohteessa '%@'";
"Search in:" = "Hae:";
"Search inside packages" = "Etsi pakkausten sisältä";
"Search inside the System folder" = "Etsi Järjestelmäkansiosta";
"Searching..." = "Etsitään...";
"Secure Delete" = "Silppua";
"Secure Empty Trash permanently erases the items in the Trash. Are you sure you want to erase them permanently?" = "Roskakorin turvallinen tyhjennus poistaa Roskakorissa olevat kohteet pysyvästi ja peruuttamattomasti. Oletko varma, että haluat poistaa kohteet pysyvästi?";
"Security Level" = "Turvallisuusaste";
"Select" = "Valitse";
"Select & Close" = "Valitse ja Sulje";
"Selected Text" = "Valittu teksti";
"Selection" = "Valinta";
"Selection Path" = "Valintapolku";
"Sentences" = "Lauseita";
"Servers" = "Palvelimet";
"Shelf" = "Hylly";
"Shelf Name" = "Hyllyn nimi";
"Show" = "Näytä";
"Show All" = "Näytä kaikki";
"Show Icons" = "Näytä kuvakkeet";
"Show Invisible Files" = "Näytä näkymättömät kohteet";
"Show Invisibles" = "Näytä kätketyt";
"Show Path Finder Desktop" = "Näytä Path Finderin työpöytä";
"Show Preview" = "Näytä esikatselu";
"Show Trash Can" = "Näytä roskakori";
"Show in New Window" = "Näytä uudessa ikkunassa";
"Simple Security (1 pass)" = "Yksinkertainen (1 kerta)";
"Size" = "Koko";
"Size:" = "Koko:";
"Smart Sorting Off" = "Älä käytä älykästä lajittelua";
"Smart Sorting On" = "Käytä älykästä lajittelua";
"Sort Ascending" = "Järjestä nousevasti";
"Sort Descending" = "Järjestä laskeviin";
"Space Key:" = "Välilyönti:";
"Standard" = "Vakio";
"Starts with" = "Alkaa";
"Starts with:" = "Alkaa:";
"Stop" = "Pysäytä";
"String" = "Merkkijono";
"Subscribe" = "Tilaa";
"Subscribe to Newsletter" = "Tilaa sähköinen ilmoituslehti";
"Summarize" = "Tee yhteenveto";
"Symbolic Links" = "Symboliset linkit";
"Tab Set" = "Välilehtiryhmä";
"Tags" = "Avainsanat";
"Tags Groups" = "Avainsanaryhmät";
"Terminal" = "Pääte";
"Text" = "Teksti";
"Text Editor" = "Tekstieditori";
"Thank you for registering Path Finder!" = "Kiitos Path Finder -rekisteröinnistäsi!";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "Taltion \"%@\" sisältävä tallennuslaite sisältää myös %d muun taltion, jota ei poisteta näkyvistä. Haluatko varmasti poistaa \"%@\":n näkyvistä?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "Taltion \"%@\" sisältävä tallennuslaite sisältää %d muuta taltiota, joita ei poisteta näkyvistä. Haluatko varmasti poistaa \"%@\":n näkyvistä?";
"The disk \"%@\" couldn't be ejected because \"%@\" is using it." = "Levyä \"%@\" ei voitu poistaa näkyvistä, koska \"%@\" käyttää sitä.";
"The folder \"%@\" cannot be opened because you don't have permission to see its contents." = "Kansiota \"%@\" ei voitu avata, koska sinulla ei ole riittäviä oikeuksia sen sisällön näkemiseen.";
"The item \"%@\" could not be moved to the trash." = "Kohdetta \"%@\" ei voitu siirtää roskakoriin.";
"The name of item cannot be changed to name \"%@\" with extension \"%@\"." = "Kohteen nimeä ei voida vaihtaa \"%@\":ksi tiedostopäätteellä \"%@\".";
"The operation couldn't be completed.\nThe name is already taken. Please choose a different name." = "Toimintoa ei voitu suorittaa loppuun.\nNimi on jo käytössä. Ole hyvä ja valitse toinen nimi.";
"The original file may have been moved or deleted." = "Alkuperäinen tiedosto on saatettu siirtää tai poistaa.";
"Theme" = "Teema";
"There are %d tabs in this window. Do you want to close the window anyway?" = "Tässä ikkunassa on %d välilehteä. Haluatko varmasti sulkea tämän ikkunan?";
"There is no application available to open the document \"%@\"." = "Saatavilla ei ole ohjelmaa avaamaan dokumenttia \"%@\".";
"This action bypasses the Trash. You cannot undo this action." = "Tämä toiminto ohittaa roskakorin. Tätä toimintoa ei voi perua.";
"This copy of Path Finder is not registered" = "Tätä Path Finderin kopiota ei ole rekisteröity";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Yhdistääksesi .Mac-jäsenen julkiseen kansioon, syötä jäsenen käyttäjänimi.";
"To continue using the software, you must agree to the terms of the software license agreement." = "Jotta voit jatkaa ohjelmiston käyttämistä, sinun on hyväksyttävä ehdot ohjelmistolisenssisopimuksen edhot.";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Poistaaksesi kaikki tämän tallennuslaitteen taltiot, osoita Poista kaikki näkyvistä tai pidä optiopainike painettuna poistaessasi taltiota näkyvistä.\n\nJatkossa voit poistaa yksittäisen taltion ilman tätä ikkunaa pitämällä Control-painike painettuna poistaessasi taltion näkyvistä.";
"To enable more operations, enter a password:" = "Mahdollistaaksesi lisää toimintoja, syötä salasana:";
"Today" = "Tänään";
"Toggle Preview" = "Näytä/kätke esikatselu";
"Toggle Sidebar" = "Näytä/kätke hylly";
"Toggle between mouse and window selection modes" = "Vaihtaa hiiri- ja ikkunavalintatilojen välillä";
"Tomorrow" = "Huomenna";
"Touch" = "Kosketa";
"Transparency" = "Läpinäkyvyys";
"Trash" = "Roskakori";
"Trash operation could not be completed." = "Roskakorin tyhjennystä ei voitu suorittaa loppuun.";
"Turn on iCloud Drive to store your files in iCloud and access them anytime on all your devices." = "Tallenna tiedostosi iCloudiin ja käytä niitä koska tahansa kaikilla laitteillasi laittamalla iCloud Drive päälle.";
"Type" = "Tyyppi";
"Type tags here, use ENTER/RETURN to separate them." = "Syötä avainsanat tähän, käytä rivinvaihtoa erottimena.";
"Type:" = "Tyyppi:";
"URL:" = "osoite:";
"Ultra Security (35 passes)" = "Erittäin varma (35 kertaa)";
"Update Database" = "Päivitä tietokanta";
"Update Now" = "Päivitä nyt";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Tietokannan päivitys kestää joitakin minuutteja, mutta se tekee tiedostojen etsimisestä erittäin nopeaa.";
"Updating..." = "Päivitetään...";
"Upgrade Now" = "Päivitä nyt";
"Verify disc after burning" = "Varmista levy polton jälkeen";
"Version" = "Versio";
"Version:" = "Versio:";
"View" = "Sisältö";
"View Hex" = "Näytä heksakoodi";
"View Text" = "Näytä teksti";
"View as Hex" = "Näytä heksakoodi";
"Views" = "Näkymät";
"Visibility:" = "Näkyvyys:";
"Visible" = "Näkyvissä";
"Volume \"%@\"" = "Taltio \"%@\"";
"Volume:" = "Taltio:";
"WARNING!" = "VAROITUS!";
"Welcome to Path Finder" = "Tervetuloa Path Finderiin";
"Where" = "Missä";
"Whole words" = "Kokonaiset sanat";
"Window" = "Ikkuna";
"Would you like Path Finder to launch automatically when you log in?" = "Haluatko Path Finderin aukeavan automaattisesti kun kirjaudut sisään?";
"Would you like to delete it immediately?" = "Haluatko poistaa sen välittömästi?";
"Write error." = "Virhe kirjoitettaessa.";
"Yellow" = "Keltainen";
"Yes" = "Kyllä";
"Yesterday" = "Eilen";
"You can't open the application \"%@\" because PowerPC applications are no longer supported." = "Ohjelmaa \"%@\" ei voida avata, koska PowerPC-ohjelmat eivät enää ole tuettuja tässä OS X:n versiossa.";
"You cannot paste item \"%@\" at this location because you can't paste an item into itself." = "Et voi sijoittaa kohdetta \"%@\" tähän, koska kohdetta ei voida sijoittaa itseensä.";
"You cannot paste item at this location because you can't paste an item into itself." = "Et voi sijoittaa kohdetta tähän, koska kohdetta ei voida sijoittaa itseensä.";
"You cannot undo this action." = "Roskakorin tyhjennystä ei voi perua.";
"You cannot undo this." = "Et voi perua tätä toimintoa.";
"You do not have permission to open the %@ \"%@\"." = "Sinulla ei ole oikeutta %@n \"%@\" avaamiseen.";
"You do not have permission to trash this item." = "Sinulla ei ole riittäviä käyttöoikeuksia kohteen poistamiseksi.";
"You will lose any unsaved changes." = "Kaikki tallentamattomat muutokset menetetään.";
"Zoom In" = "Suurenna";
"Zoom Out" = "Pienennä";
"application" = "ohjelma";
"as Columns" = "palstoina";
"as Icons" = "kuvakkeina";
"as List" = "luettelona";
"copy" = "kopio";
"document" = "dokumentti";
"extend selection" = "laajenna valintaa";
"link" = "linkki";
"the last 2 days" = "viimeisenä 2 päivänä";
"the last 2 months" = "kahden viimeisen kuukauden aikana";
"the last 2 weeks" = "kahden viime viikon aikana";
"the last 3 days" = "viimeisenä 3 päivänä";
"the last 3 months" = "kolmen viimeisen kuukauden aikana";
"the last 3 weeks" = "kolmen viime viikon aikana";
"the last 6 months" = "viimeisen puolen vuoden aikana";
"the last month" = "viimeisen kuukauden aikana";
"the last week" = "viimeisen viikon aikana";
"the last year" = "viimeisen vuoden aikana";
"to" = "kohteeseen";
"ungrouped" = "ryhmittelemätön";
"untitled" = "nimetön";

/* ==== UNLOCALIZED ==== */

"Above 100 TB" = "Above 100 TB";
"Alias" = "Alias";
"Archives" = "Archives";
"Click to choose the editor background color" = "Click to choose the editor background color";
"Closing this tab will terminate the running process %@." = "Closing this tab will terminate the running process %@.";
"Closing this tab will terminate the running processes %@." = "Closing this tab will terminate the running processes %@.";
"Closing this window will terminate the running process %@." = "Closing this window will terminate the running process %@.";
"Closing this window will terminate the running processes %@." = "Closing this window will terminate the running processes %@.";
"Do you want to close this tab?" = "Do you want to close this tab?";
"Do you want to close this window?" = "Do you want to close this window?";
"Dropbox folder found" = "Dropbox folder found";
"Error setting folder" = "Error setting folder";
"Finder" = "Finder";
"Five" = "Five";
"Fonts" = "Fonts";
"Four" = "Four";
"From 1 MB to 100 MB" = "From 1 MB to 100 MB";
"From 1 TB to 100 TB" = "From 1 TB to 100 TB";
"From 10 GB to 1 TB" = "From 10 GB to 1 TB";
"From 10 KB to 1 MB" = "From 10 KB to 1 MB";
"From 100 MB to 10 GB" = "From 100 MB to 10 GB";
"From 100 bytes to 10 KB" = "From 100 bytes to 10 KB";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"ISO 9660" = "ISO 9660";
"Internal Volumes" = "Internal Volumes";
"It appears you have Dropbox set up. Path Finder can link to your Dropbox account and provide Dropbox integration (this integration does not require Dropbox application running). You can also link and unlink Path Finder at any time from the preferences panel.\nWhat do you want to do?" = "It appears you have Dropbox set up. Path Finder can link to your Dropbox account and provide Dropbox integration (this integration does not require Dropbox application running). You can also link and unlink Path Finder at any time from the preferences panel.\nWhat do you want to do?";
"Joliet" = "Joliet";
"Link" = "Link";
"MP3:" = "MP3:";
"OK" = "OK";
"One" = "One";
"PDF" = "PDF";
"PDF Documents" = "PDF Documents";
"Path Finder cannot set folder at path \"%@\". Check that the folder exists and try again." = "Path Finder cannot set folder at path \"%@\". Check that the folder exists and try again.";
"Path Finder operation is in progress." = "Path Finder operation is in progress.";
"Previous 30 days" = "Previous 30 days";
"Previous 7 days" = "Previous 7 days";
"Remote Volumes" = "Remote Volumes";
"Removable Volumes" = "Removable Volumes";
"Shared Folder" = "Shared Folder";
"Shelves" = "Shelves";
"Show this message again if not linked" = "Show this message again if not linked";
"Spotlight" = "Spotlight";
"Spreadsheets" = "Spreadsheets";
"Startup Volume" = "Startup Volume";
"TB" = "TB";
"The alias \"%@\" can't be opened because the original item can't be found." = "The alias \"%@\" can't be opened because the original item can't be found.";
"The operation can't be completed because the original item for \"%@\" can't be found." = "The operation can't be completed because the original item for \"%@\" can't be found.";
"Three" = "Three";
"Two" = "Two";
"Under 100 bytes" = "Under 100 bytes";
"alias" = "alias";
